Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# uniconnect.ssh.edit.unavailable
source: This SSH connection cannot be edited right now. Try again in a moment.
ar: لا يمكن تحرير هذا الاتصال SSH الآن.حاول مرة أخرى بعد قليل.
bs: Ova SSH veza se trenutno ne može uređivati. Pokušajte ponovo za trenutak.
da: Denne SSH forbindelse kan ikke redigeres lige nu. Prøv igen om et øjeblik.
de: Diese SSH-Verbindung kann derzeit nicht bearbeitet werden. Versuchen Sie es gleich noch einmal.
es: Esta conexión SSH no se puede editar ahora. Inténtalo de nuevo dentro de un momento.
fr: Cette connexion SSH ne peut pas être modifiée pour le moment. Réessayez dans un instant.
it: Questa connessione SSH non può essere modificata in questo momento. Riprova tra un attimo.
ja: この SSH 接続は現在編集できません。しばらくしてからもう一度試してください。
km: ការតភ្ជាប់ SSH នេះមិនអាចកែសម្រួលបានទេឥឡូវនេះ។ព្យាយាមម្តងទៀតក្នុងពេលបន្តិចទៀត។
ko: 이 SSH 연결은 지금은 편집할 수 없습니다.잠시 후에 다시 시도해 보세요.
nb: Denne SSH tilkoblingen kan ikke redigeres akkurat nå. Prøv igjen om et øyeblikk.
pl: Tego połączenia SSH nie można teraz edytować. Spróbuj ponownie za chwilę.
pt_br: Esta conexão SSH não pode ser editada no momento. Tente novamente em alguns instantes.
ru: Это соединение SSH сейчас нельзя редактировать. Повторите попытку через минуту.
th: ไม่สามารถแก้ไขการเชื่อมต่อ SSH นี้ได้ในขณะนี้โปรดลองอีกครั้งในอีกสักครู่
tr: Bu SSH bağlantısı şu anda düzenlenemiyor. Birazdan tekrar deneyin.
uk: Це SSH підключення зараз неможливо редагувати. Повторіть спробу за мить.
zh_hans: 目前无法编辑此 SSH 连接。稍后再试一次。
zh_hant: 目前無法編輯此 SSH 連線。稍後再試一次。

# uniconnect.ssh.probe.error.installIncomplete
source: tmux is still unavailable after installation.
ar: tmux لا يزال غير متاح بعد التثبيت.
bs: tmux još uvijek nije dostupan nakon instalacije.
da: tmux er stadig utilgængelig efter installationen.
de: tmux ist nach der Installation immer noch nicht verfügbar.
es: tmux aún no está disponible después de la instalación.
fr: tmux n'est toujours pas disponible après l'installation.
it: tmux non è ancora disponibile dopo l'installazione.
ja: tmux はインストール後も使用できません。
km: tmux នៅតែមិនអាចប្រើបានបន្ទាប់ពីការដំឡើង។
ko: tmux은(는) 설치 후에도 여전히 사용할 수 없습니다.
nb: tmux er fortsatt utilgjengelig etter installasjon.
pl: tmux jest nadal niedostępny po instalacji.
pt_br: tmux ainda não está disponível após a instalação.
ru: tmux по-прежнему недоступен после установки.
th: tmux ยังคงไม่สามารถใช้งานได้หลังการติดตั้ง
tr: tmux kurulumdan sonra hâlâ kullanılamıyor.
uk: tmux залишається недоступним після встановлення.
zh_hans: tmux安装后仍然不可用。
zh_hant: tmux安裝後仍無法使用。

# uniconnect.ssh.probe.error.launchUnavailable
source: The SSH connection could not be started.
ar: تعذر بدء الاتصال SSH.
bs: SSH veza nije mogla biti pokrenuta.
da: SSH-forbindelsen kunne ikke startes.
de: Die Verbindung SSH konnte nicht gestartet werden.
es: No se pudo iniciar la conexión SSH.
fr: La connexion SSH n'a pas pu être démarrée.
it: Impossibile avviare la connessione SSH.
ja: SSH 接続を開始できませんでした。
km: ការតភ្ជាប់ SSH មិនអាចចាប់ផ្តើមបានទេ។
ko: SSH 연결을 시작할 수 없습니다.
nb: SSH-tilkoblingen kunne ikke startes.
pl: Nie można uruchomić połączenia SSH.
pt_br: A conexão SSH não pôde ser iniciada.
ru: Соединение SSH не удалось запустить.
th: ไม่สามารถเริ่มการเชื่อมต่อ SSH ได้
tr: SSH bağlantısı başlatılamadı.
uk: Не вдалося запустити підключення SSH.
zh_hans: 无法启动 SSH 连接。
zh_hant: 無法啟動 SSH 連線。

# uniconnect.ssh.probe.error.noPrivileges
source: Administrator privileges are unavailable on the server.
ar: امتيازات المسؤول غير متوفرة على الخادم.
bs: Administratorske privilegije su nedostupne na serveru.
da: Administratorrettigheder er ikke tilgængelige på serveren.
de: Auf dem Server sind keine Administratorrechte verfügbar.
es: Los privilegios de administrador no están disponibles en el servidor.
fr: Les privilèges d'administrateur ne sont pas disponibles sur le serveur.
it: I privilegi di amministratore non sono disponibili sul server.
ja: サーバーでは管理者権限が利用できません。
km: សិទ្ធិអ្នកគ្រប់គ្រងគឺមិនមាននៅលើម៉ាស៊ីនមេទេ។
ko: 서버에서는 관리자 권한을 사용할 수 없습니다.
nb: Administratorrettigheter er utilgjengelige på serveren.
pl: Uprawnienia administratora są niedostępne na serwerze.
pt_br: Os privilégios de administrador não estão disponíveis no servidor.
ru: Права администратора на сервере недоступны.
th: สิทธิ์ของผู้ดูแลระบบไม่พร้อมใช้งานบนเซิร์ฟเวอร์
tr: Sunucuda yönetici ayrıcalıkları mevcut değil.
uk: Права адміністратора на сервері недоступні.
zh_hans: 服务器上没有管理员权限。
zh_hant: 伺服器上沒有管理員權限。

# uniconnect.ssh.probe.error.terminated
source: The connection ended with status %d.
ar: انتهى الاتصال بالحالة %d.
bs: Veza je završila sa statusom %d.
da: Forbindelsen sluttede med status %d.
de: Die Verbindung wurde mit dem Status %d beendet.
es: La conexión finalizó con el estado %d.
fr: La connexion s'est terminée avec le statut %d.
it: La connessione è terminata con lo stato %d.
ja: 接続はステータス %d で終了しました。
km: ការតភ្ជាប់បានបញ្ចប់ដោយស្ថានភាព %d។
ko: %d 상태로 연결이 종료되었습니다.
nb: Forbindelsen ble avsluttet med status %d.
pl: Połączenie zakończyło się statusem %d.
pt_br: A conexão terminou com status %d.
ru: Соединение завершилось со статусом %d.
th: การเชื่อมต่อสิ้นสุดลงด้วยสถานะ %d
tr: Bağlantı %d durumuyla sona erdi.
uk: Підключення завершилося зі статусом %d.
zh_hans: 连接结束，状态为 %d。
zh_hant: 連線結束，狀態為 %d。

# uniconnect.ssh.probe.error.timedOut
source: The connection timed out.
ar: انتهت مهلة الاتصال.
bs: Veza je istekla.
da: Forbindelsen fik timeout.
de: Die Verbindung ist abgelaufen.
es: La conexión expiró.
fr: La connexion a expiré.
it: La connessione è scaduta.
ja: 接続がタイムアウトしました。
km: ការតភ្ជាប់បានអស់ពេល។
ko: 연결 시간이 초과되었습니다.
nb: Tilkoblingen ble tidsavbrutt.
pl: Upłynął limit czasu połączenia.
pt_br: A conexão expirou.
ru: Время соединения истекло.
th: การเชื่อมต่อหมดเวลา
tr: Bağlantı zaman aşımına uğradı.
uk: Час очікування підключення минув.
zh_hans: 连接超时。
zh_hant: 連接逾時。

# uniconnect.ssh.probe.error.unknownPackageManager
source: No supported package manager was found on the server.
ar: لم يتم العثور على مدير حزم مدعوم على الخادم.
bs: Na serveru nije pronađen nijedan podržani upravitelj paketa.
da: Der blev ikke fundet nogen understøttet pakkehåndtering på serveren.
de: Auf dem Server wurde kein unterstützter Paketmanager gefunden.
es: No se encontró ningún administrador de paquetes compatible en el servidor.
fr: Aucun gestionnaire de packages pris en charge n'a été trouvé sur le serveur.
it: Sul server non è stato trovato alcun gestore pacchetti supportato.
ja: サポートされているパッケージ マネージャーがサーバー上に見つかりませんでした。
km: រកមិនឃើញកម្មវិធីគ្រប់គ្រងកញ្ចប់ដែលគាំទ្រនៅលើម៉ាស៊ីនមេទេ។
ko: 서버에서 지원되는 패키지 관리자를 찾을 수 없습니다.
nb: Ingen støttet pakkebehandling ble funnet på serveren.
pl: Na serwerze nie znaleziono obsługiwanego menedżera pakietów.
pt_br: Nenhum gerenciador de pacotes compatível foi encontrado no servidor.
ru: На сервере не найден поддерживаемый менеджер пакетов.
th: ไม่พบตัวจัดการแพ็คเกจที่รองรับบนเซิร์ฟเวอร์
tr: Sunucuda desteklenen bir paket yöneticisi bulunamadı.
uk: На сервері не знайдено жодного підтримуваного менеджера пакетів.
zh_hans: 在服务器上找不到受支持的包管理器。
zh_hant: 在伺服器上找不到受支援的套件管理器。

# uniconnect.ssh.probe.tmuxMissing
source: tmux is not installed
ar: tmux غير مثبت
bs: tmux nije instaliran
da: tmux er ikke installeret
de: tmux ist nicht installiert
es: tmux no está instalado
fr: tmux n'est pas installé
it: tmux non è installato
ja: tmux はインストールされていません
km: tmux មិនត្រូវបានដំឡើងទេ។
ko: tmux이(가) 설치되지 않았습니다.
nb: tmux er ikke installert
pl: tmux nie jest zainstalowany
pt_br: tmux não está instalado
ru: tmux не установлено
th: tmux ไม่ได้ถูกติดตั้ง
tr: tmux kurulu değil
uk: tmux не встановлено
zh_hans: tmux 未安装
zh_hant: tmux 未安裝

# uniconnect.ssh.probe.tmuxReady
source: tmux is ready
ar: tmux جاهز
bs: tmux je spreman
da: tmux er klar
de: tmux ist fertig
es: tmux está listo
fr: tmux est prêt
it: tmux è pronto
ja: tmux が準備完了です
km: tmux រួចរាល់ហើយ។
ko: tmux 준비 완료
nb: tmux er klar
pl: tmux jest gotowy
pt_br: tmux está pronto
ru: tmux готово
th: tmux พร้อมแล้ว
tr: tmux hazır
uk: tmux готово
zh_hans: tmux 已准备就绪
zh_hant: tmux 已準備就緒

# uniconnect.ssh.resume.folderMissing
source: The folder %@ no longer exists; this session cannot be resumed from here.
ar: المجلد %@ لم يعد موجودا؛لا يمكن استئناف هذه الجلسة من هنا.
bs: Fascikla %@ više ne postoji;ova sesija se ne može nastaviti odavde.
da: Mappen %@ eksisterer ikke længere;denne session kan ikke genoptages herfra.
de: Der Ordner %@ existiert nicht mehr; Diese Sitzung kann von hier aus nicht fortgesetzt werden.
es: La carpeta %@ ya no existe; esta sesión no se puede reanudar desde aquí.
fr: Le dossier %@ n'existe plus ;cette séance ne peut pas être reprise à partir d'ici.
it: La cartella %@ non esiste più;questa sessione non può essere ripresa da qui.
ja: フォルダ %@ はもう存在しません。このセッションはここから再開できません。
km: ថតឯកសារ %@ លែងមានទៀតហើយ;វគ្គនេះមិនអាចបន្តពីទីនេះបានទេ។
ko: %@ 폴더가 더 이상 존재하지 않습니다.이 세션은 여기에서 재개될 수 없습니다.
nb: Mappen %@ eksisterer ikke lenger;denne økten kan ikke gjenopptas herfra.
pl: Folder %@ już nie istnieje;tej sesji nie można stąd wznowić.
pt_br: A pasta %@ não existe mais;esta sessão não pode ser retomada daqui.
ru: Папка %@ больше не существует;этот сеанс нельзя возобновить отсюда.
th: โฟลเดอร์ %@ ไม่มีอยู่แล้วเซสชันนี้ไม่สามารถดำเนินการต่อจากที่นี่ได้
tr: %@ klasörü artık mevcut değil;bu oturuma buradan devam edilemez.
uk: Папка %@ більше не існує;цей сеанс не можна відновити звідси.
zh_hans: 文件夹%@不再存在；该会话无法从此处恢复。
zh_hant: 資料夾%@不再存在；該會話無法從此處復原。

# uniconnect.ssh.validation.empty
source: Paste the complete connection command.
ar: الصق أمر الاتصال الكامل.
bs: Zalijepite kompletnu naredbu za povezivanje.
da: Indsæt den komplette forbindelseskommando.
de: Fügen Sie den vollständigen Verbindungsbefehl ein.
es: Pegue el comando de conexión completo.
fr: Collez la commande de connexion complète.
it: Incolla il comando di connessione completo.
ja: 完全な接続コマンドを貼り付けます。
km: បិទភ្ជាប់ពាក្យបញ្ជាការតភ្ជាប់ពេញលេញ។
ko: 전체 연결 명령을 붙여넣습니다.
nb: Lim inn hele tilkoblingskommandoen.
pl: Wklej całe polecenie połączenia.
pt_br: Cole o comando de conexão completo.
ru: Вставьте полную команду подключения.
th: วางคำสั่งการเชื่อมต่อที่สมบูรณ์
tr: Bağlantının tamamını komutunu yapıştırın.
uk: Вставте повну команду підключення.
zh_hans: 粘贴完整的连接命令。
zh_hant: 貼上完整的連線命令。

# uniconnect.ssh.validation.invalidSSHPasswordWrapper
source: With `sshpass`, the command must invoke `ssh` after the options.
ar: باستخدام `sshpass`، يجب أن يستدعي الأمر `ssh` بعد الخيارات.
bs: Sa `sshpass`, naredba mora pozvati `ssh` nakon opcija.
da: Med `sshpass` skal kommandoen kalde `ssh` efter indstillingerne.
de: Bei `sshpass` muss der Befehl nach den Optionen `ssh` aufrufen.
es: Con `sshpass`, el comando debe invocar `ssh` después de las opciones.
fr: Avec `sshpass`, la commande doit invoquer `ssh` après les options.
it: Con `sshpass`, il comando deve richiamare `ssh` dopo le opzioni.
ja: `sshpass` を使用する場合、コマンドはオプションの後に `ssh` を呼び出す必要があります。
km: ជាមួយ `sshpass` ពាក្យបញ្ជាត្រូវតែហៅ `ssh` បន្ទាប់ពីជម្រើស។
ko: `sshpass`을 사용하는 경우 명령은 옵션 뒤에 `ssh`를 호출해야 합니다.
nb: Med `sshpass` må kommandoen påkalle `ssh` etter alternativene.
pl: W przypadku `sshpass` polecenie musi wywołać `ssh` po opcjach.
pt_br: Com `sshpass`, o comando deve invocar `ssh` após as opções.
ru: При использовании `sshpass` команда должна вызывать `ssh` после параметров.
th: ด้วย `sshpass` คำสั่งจะต้องเรียกใช้ `ssh` หลังตัวเลือก
tr: `sshpass` ile komut, seçeneklerden sonra `ssh` öğesini çağırmalıdır.
uk: З `sshpass` команда повинна викликати `ssh` після параметрів.
zh_hans: 对于`sshpass`，命令必须在选项之后调用`ssh`。
zh_hant: 對於`sshpass`，指令必須在選項之後呼叫`ssh`。

# uniconnect.ssh.validation.lineBreak
source: The command cannot contain line breaks.
ar: لا يمكن أن يحتوي الأمر على فواصل الأسطر.
bs: Naredba ne može sadržavati prijelome redaka.
da: Kommandoen kan ikke indeholde linjeskift.
de: Der Befehl darf keine Zeilenumbrüche enthalten.
es: El comando no puede contener saltos de línea.
fr: La commande ne peut pas contenir de sauts de ligne.
it: Il comando non può contenere interruzioni di riga.
ja: コマンドには改行を含めることはできません。
km: ពាក្យ​បញ្ជា​មិន​អាច​មាន​ការ​បំបែក​បន្ទាត់​ទេ។
ko: 명령에는 줄바꿈이 포함될 수 없습니다.
nb: Kommandoen kan ikke inneholde linjeskift.
pl: Polecenie nie może zawierać podziałów wierszy.
pt_br: O comando não pode conter quebras de linha.
ru: Команда не может содержать разрывы строк.
th: คำสั่งไม่สามารถมีตัวแบ่งบรรทัดได้
tr: Komut satır sonları içeremez.
uk: Команда не може містити розриви рядків.
zh_hans: 该命令不能包含换行符。
zh_hant: 該指令不能包含換行符。

# uniconnect.ssh.validation.missingDestination
source: The destination (user@host) is missing.
ar: الوجهة (user@host) مفقودة.
bs: Odredište (user@host) nedostaje.
da: Destinationen (user@host) mangler.
de: Das Ziel (user@host) fehlt.
es: Falta el destino (user@host).
fr: La destination (user@host) est manquante.
it: Manca la destinazione (user@host).
ja: 宛先 (user@host) がありません。
km: គោលដៅ (user@host) បាត់។
ko: 대상(user@host)이 누락되었습니다.
nb: Destinasjonen (user@host) mangler.
pl: Brak miejsca docelowego (user@host).
pt_br: O destino (user@host) está faltando.
ru: Пункт назначения (user@host) отсутствует.
th: ปลายทาง (user@host) หายไป
tr: Hedef (user@host) eksik.
uk: Пункт призначення (user@host) відсутній.
zh_hans: 缺少目的地 (user@host)。
zh_hant: 缺少目的地 (user@host)。

# uniconnect.ssh.validation.unsupportedCommand
source: The command must start with `ssh` or `sshpass` (for example, `ssh -i key.pem root@host` or `sshpass -p 'password' ssh root@host`).
ar: يجب أن يبدأ الأمر بـ `ssh` أو `sshpass` (على سبيل المثال، `ssh -i key.pem root@host` أو `sshpass -p 'password' ssh root@host`).
bs: Komanda mora početi sa `ssh` ili `sshpass` (na primjer, `ssh -i key.pem root@host` ili `sshpass -p 'password' ssh root@host`).
da: Kommandoen skal starte med `ssh` eller `sshpass` (f.eks. `ssh -i key.pem root@host` eller `sshpass -p 'password' ssh root@host`).
de: Der Befehl muss mit `ssh` oder `sshpass` beginnen (zum Beispiel `ssh -i key.pem root@host` oder `sshpass -p 'password' ssh root@host`).
es: El comando debe comenzar con `ssh` o `sshpass` (por ejemplo, `ssh -i key.pem root@host` o `sshpass -p 'password' ssh root@host`).
fr: La commande doit commencer par `ssh` ou `sshpass` (par exemple, `ssh -i key.pem root@host` ou `sshpass -p 'password' ssh root@host`).
it: Il comando deve iniziare con `ssh` o `sshpass` (ad esempio, `ssh -i key.pem root@host` o `sshpass -p 'password' ssh root@host`).
ja: コマンドは `ssh` または `sshpass` で始まる必要があります (たとえば、`ssh -i key.pem root@host` または `sshpass -p 'password' ssh root@host`)。
km: ពាក្យបញ្ជាត្រូវតែចាប់ផ្តើមដោយ `ssh` ឬ `sshpass` (ឧទាហរណ៍ `ssh -i key.pem root@host` ឬ `sshpass -p 'password' ssh root@host`)។
ko: 명령은 `ssh` 또는 `sshpass`로 시작해야 합니다(예: `ssh -i key.pem root@host` 또는 `sshpass -p 'password' ssh root@host`).
nb: Kommandoen må starte med `ssh` eller `sshpass` (for eksempel `ssh -i key.pem root@host` eller `sshpass -p 'password' ssh root@host`).
pl: Polecenie musi zaczynać się od `ssh` lub `sshpass` (na przykład `ssh -i key.pem root@host` lub `sshpass -p 'password' ssh root@host`).
pt_br: O comando deve começar com `ssh` ou `sshpass` (por exemplo, `ssh -i key.pem root@host` ou `sshpass -p 'password' ssh root@host`).
ru: Команда должна начинаться с `ssh` или `sshpass` (например, `ssh -i key.pem root@host` или `sshpass -p 'password' ssh root@host`).
th: คำสั่งต้องเริ่มต้นด้วย `ssh` หรือ `sshpass` (ตัวอย่างเช่น `ssh -i key.pem root@host` หรือ `sshpass -p 'password' ssh root@host`)
tr: Komut `ssh` veya `sshpass` ile başlamalıdır (örneğin, `ssh -i key.pem root@host` veya `sshpass -p 'password' ssh root@host`).
uk: Команда має починатися з `ssh` або `sshpass` (наприклад, `ssh -i key.pem root@host` або `sshpass -p 'password' ssh root@host`).
zh_hans: 该命令必须以 `ssh` 或 `sshpass` 开头（例如，`ssh -i key.pem root@host` 或 `sshpass -p 'password' ssh root@host`）。
zh_hant: 此指令必須以 `ssh` 或 `sshpass` 開頭（例如，`ssh -i key.pem root@host` 或 `sshpass -p 'password' ssh root@host`）。

# uniconnect.ssh.window.duplicate.detail
source: "%@" already owns tmux session "%@" on this SSH endpoint. UniConnect will not open a second client on the same target.
ar: يمتلك "%@" بالفعل جلسة tmux "%@" على نقطة النهاية SSH هذه.لن يقوم UniConnect بفتح عميل ثانٍ على نفس الهدف.
bs: "%@" već posjeduje tmux sesiju "%@" na ovoj SSH krajnjoj točki. UniConnect neće otvoriti drugog klijenta na istom cilju.
da: "%@" ejer allerede tmux session "%@" på dette SSH slutpunkt. UniConnect åbner ikke en anden klient på det samme mål.
de: „%@“ besitzt bereits die tmux Sitzung „%@“ auf diesem SSH Endpunkt. UniConnect öffnet keinen zweiten Client auf demselben Ziel.
es: "%@" ya usa la sesión tmux "%@" en este destino SSH. UniConnect no abrirá un segundo cliente en el mismo destino.
fr: "%@" possède déjà la session tmux "%@" sur ce point de terminaison SSH. UniConnect n'ouvrira pas de deuxième client sur la même cible.
it: "%@" possiede già la tmux sessione "%@" su questo SSH endpoint. UniConnect non aprirà un secondo client sulla stessa destinazione.
ja: 「%@」は、この SSH エンドポイント上の tmux セッション「%@」をすでに所有しています。UniConnect は、同じターゲット上で 2 番目のクライアントを開きません。
km: "%@" រួចហើយ tmux វគ្គ "%@" លើចំណុចបញ្ចប់ SSH នេះ។UniConnect នឹងមិនបើកម៉ាស៊ីនភ្ញៀវទីពីរលើគោលដៅដូចគ្នាទេ។
ko: "%@"은(는) 이 SSH 엔드포인트에서 tmux 세션 "%@"을(를) 이미 소유하고 있습니다. UniConnect는 동일한 대상에서 두 번째 클라이언트를 열지 않습니다.
nb: «%@» eier allerede tmux økt «%@» på dette SSH endepunktet. UniConnect vil ikke åpne en ekstra klient på samme mål.
pl: „%@” jest już właścicielem tmux sesji „%@” w tym SSH punkcie końcowym. UniConnect nie otworzy drugiego klienta w tym samym miejscu docelowym.
pt_br: "%@" já possui a sessão tmux "%@" neste terminal SSH. UniConnect não abrirá um segundo cliente no mesmo destino.
ru: «%@» уже владеет tmux сеансом «%@» на этой конечной точке SSH. UniConnect не откроет второй клиент на той же цели.
th: "%@" เป็นเจ้าของ tmux เซสชัน "%@" บนปลายทาง SSH นี้แล้วUniConnect จะไม่เปิดไคลเอนต์ที่สองบนเป้าหมายเดียวกัน
tr: "%@" zaten bu SSH uç noktasında tmux "%@" oturumuna sahip. UniConnect aynı hedefte ikinci bir istemci açmayacaktır.
uk: "%@" вже володіє tmux сеансом "%@" на цій кінцевій точці SSH. UniConnect не відкриє другий клієнт на тій же цілі.
zh_hans: “%@”已在此 SSH 端点上拥有 tmux 会话“%@”。UniConnect 不会在同一目标上打开第二个客户端。
zh_hant: 「%@」已在此 SSH 端點上擁有 tmux 會話「%@」。UniConnect 不會在相同目標上開啟第二個客戶端。

# uniconnect.ssh.window.duplicate.focus
source: Go to Window
ar: اذهب إلى النافذة
bs: Idite na prozor
da: Gå til vinduet
de: Gehen Sie zu Fenster
es: Ir a la ventana
fr: Aller à la fenêtre
it: Vai a Finestra
ja: ウィンドウに移動
km: ចូលទៅកាន់ Window
ko: 창으로 이동
nb: Gå til Vindu
pl: Przejdź do okna
pt_br: Vá para a janela
ru: Перейти к окну
th: ไปที่หน้าต่าง
tr: Pencereye Git
uk: Перейти до вікна
zh_hans: 转到窗口
zh_hant: 轉到視窗

# uniconnect.ssh.window.duplicate.title
source: That SSH/tmux Target Is Already Open
ar: هذا الهدف SSH/tmux مفتوح بالفعل
bs: Taj SSH/tmux Cilj je već otvoren
da: Det SSH/tmux mål er allerede åbent
de: Das Ziel SSH/tmux ist bereits geöffnet
es: Ese objetivo SSH/tmux ya está abierto
fr: Cette cible SSH/tmux est déjà ouverte
it: Il target SSH/tmux è già aperto
ja: SSH/tmux ターゲットはすでにオープンしています
km: នោះ SSH/tmux គោលដៅត្រូវបានបើករួចហើយ
ko: SSH/tmux 대상이 이미 열려 있음
nb: Det SSH/tmux målet er allerede åpent
pl: Ten SSH/tmux cel jest już otwarty
pt_br: Esse SSH/tmux alvo já está aberto
ru: Эта SSH/tmux Цель уже открыта
th: เป้าหมาย SSH/tmux นั้นเปิดอยู่แล้ว
tr: Bu SSH/tmux Hedef Zaten Açık
uk: Ця SSH/tmux ціль уже відкрита
zh_hans: SSH/tmux 目标已打开
zh_hant: SSH/tmux 目標已開啟

# uniconnect.ssh.window.fallbackName
source: another window
ar: نافذة أخرى
bs: drugi prozor
da: et andet vindue
de: ein anderes Fenster
es: otra ventana
fr: une autre fenêtre
it: un'altra finestra
ja: 別のウィンドウ
km: បង្អួចមួយទៀត
ko: 다른 창
nb: et annet vindu
pl: kolejne okno
pt_br: outra janela
ru: другое окно
th: หน้าต่างอื่น
tr: başka bir pencere
uk: інше вікно
zh_hans: 另一个窗口
zh_hant: 另一個視窗

# uniconnect.ssh.window.invalidConnection
source: The saved SSH connection is invalid. Edit the box connection before opening this window.
ar: الاتصال المحفوظ SSH غير صالح.قم بتحرير اتصال الصندوق قبل فتح هذه النافذة.
bs: Spremljena veza SSH je nevažeća. Uredite vezu kutije prije otvaranja ovog prozora.
da: Den gemte SSH forbindelse er ugyldig. Rediger boksforbindelsen, før du åbner dette vindue.
de: Die gespeicherte Verbindung SSH ist ungültig. Bearbeiten Sie die Box-Verbindung, bevor Sie dieses Fenster öffnen.
es: La conexión SSH guardada no es válida. Edita la conexión de la caja antes de abrir esta ventana.
fr: La connexion enregistrée SSH n'est pas valide. Modifiez la connexion de la boîte avant d'ouvrir cette fenêtre.
it: La connessione salvata SSH non è valida. Modifica la connessione del box prima di aprire questa finestra.
ja: 保存された SSH 接続は無効です。このウィンドウを開く前にボックス接続を編集してください。
km: ការតភ្ជាប់ SSH ដែលបានរក្សាទុកមិនត្រឹមត្រូវទេ។កែសម្រួលការភ្ជាប់ប្រអប់ មុនពេលបើកបង្អួចនេះ។
ko: 저장된 SSH 연결이 잘못되었습니다.이 창을 열기 전에 상자 연결을 편집하십시오.
nb: Den lagrede SSH tilkoblingen er ugyldig. Rediger bokstilkoblingen før du åpner dette vinduet.
pl: Zapisane połączenie SSH jest nieprawidłowe. Edytuj połączenie skrzynki przed otwarciem tego okna.
pt_br: A conexão SSH salva é inválida. Edite a conexão da caixa antes de abrir esta janela.
ru: Сохраненное соединение SSH недействительно. Отредактируйте подключение коробки, прежде чем открывать это окно.
th: การเชื่อมต่อ SSH ที่บันทึกไว้ไม่ถูกต้องแก้ไขการเชื่อมต่อกล่องก่อนเปิดหน้าต่างนี้
tr: Kaydedilen SSH bağlantısı geçersiz. Bu pencereyi açmadan önce kutu bağlantısını düzenleyin.
uk: Збережене підключення SSH недійсне. Відредагуйте підключення коробки, перш ніж відкривати це вікно.
zh_hans: 保存的SSH连接无效。在打开此窗口之前编辑盒子连接。
zh_hant: 儲存的SSH連線無效。在打開此視窗之前編輯盒子連接。
